export const fruitItems = [
  "香蕉", "鳳梨", "椪柑", "柳橙",
	"桶柑", "文旦柚", "斗柚", "白柚",
  "溫州蜜柑","晚崙西亞橙", "檸檬", "葡萄柚",
  "其他雜柑類", "龍眼", "芒果", "檳榔",
  "番石榴", "李", "桃", "柿",
  "木瓜", "蓮霧", "葡萄", "枇杷",
  "梅", "荔枝", "橄欖", "楊桃",
  "梨", "蘋果", "棗", "番荔枝",
  "百香果", "可可椰子", "其他水果",
]

export const yearItems = [
  2021, 2020, 2019, 2018, 2017, 2016,
  2015, 2014, 2013, 2012, 2011
]

export const columnItems = [
  "收穫株數",
  "收穫面積_公頃",
  "每公頃平均產量_公斤",
  "每株平均產量_公斤",
  "產量_公噸",
  "種植株數",
  "種植面積_公頃"
]

export const yearFromItems = [
  2015, 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023
]

export const marketItems = [
  '台北二','台北一','板橋區','三重區',
  '宜蘭市','桃農','台中市','豐原區',
  '永靖鄉','溪湖鎮','南投市','西螺鎮',
  '高雄市','鳳山區','屏東市','台東市',
  '花蓮市'